RU_NOISE_WORDS = [
    "без", "вне", "для", "изо", "меж", "над", "обо", "ото", "под", "при", "про",
    "она", "оно", "они", "мой", "ваш", "наш", "его", "кто", "что", "чей", "где", "тот", "сей", "сам",
    "как", "так", "еще", "все", "ибо", "или", "тем", "чем", "тех",
    "уже", "вам", "лишь", "просто", "только", "более", "менее", "был", "были", "своих", "если", "это", "которые",
    "быть",
]

EN_NOISE_WORDS = [
    "the", "for", "and", "that", "this", "are",
    "how", "who", "where", "what", "whose",
    "some", "any", "not",
    "you", "your", "yours", "she", "her", "his"
]

NOTICED_NOISE_WORDS = [
    "iii", "меркурий", "меркурия"
]